Repository: limasgeovane/film-box-app
Catalog: film-box-app/Resources/Localizable/Localizable.xcstrings
Source language: pt_br
Languages: en

# favorites
source: Favoritos
en: Favorites

# movieRating
source: Nota
en: Rating

# movies
source: Filmes
en: Movies

# requestMovieDetailsError
source: Erro ao consultar detalhes do filme
en: Error fetching movie details

# requestMoviesError
source: Erro ao consultar filmes. Tente novamente!
en: Error fetching movies. Please try again!

# revenue
source: Receita
en: Revenue

# searchMoviesButton
source: Buscar
en: Search

# searchMoviesTextField
source: Nome do filme…
en: Movie name…

# searchMoviesTitle
source: Buscar Filmes
en: Search Movies

# unrated
source: Sem classificação
en: Unrated
